{
  "en": {
    "intro": "No Reference is an enmeshment of intertwined analogue and digital entities. Rooted in research and experimentation, it convenes a diverse constellation of actants to probe the capacities of art to summon possible presents.\n\nThroughout our research we approach the territory as a living archive by analysing its symbiosis with organic, inorganic and digital agents and their environments in historical, contemporary, and speculative contexts. We aim to investigate instances in which these symbiotic systems have been used and abused throughout history and discuss the ramifications of these in political imaginaries.\n\nWe develop long-term Regenerative Research Projects: adaptive inquiries that do not merely observe entanglement but seek to renew cultural, ecological, and technological terrains. Regenerative research here signals cyclical growth, ethical attunement, and distributed knowledge-making — fostering practices that are responsive, transformative, and attuned to the urgencies of the present."
  },
  "es": {
    "intro": "No Reference es un entramado de entidades analógicas y digitales entrelazadas. Basado en la investigación y la experimentación, reúne una constelación diversa de actantes para explorar las capacidades del arte para convocar posibles presentes.\n\nA lo largo de nuestra investigación abordamos el territorio como un archivo vivo, analizando su simbiosis con agentes orgánicos, inorgánicos y digitales y sus entornos en contextos históricos, contemporáneos y especulativos. Buscamos investigar casos en los que estos sistemas simbióticos hayan sido utilizados o abusados a lo largo de la historia y discutir las ramificaciones políticas de ello.\n\nDesarrollamos Proyectos de Investigación Regenerativa a largo plazo: indagaciones adaptativas que no solo observan el entrelazamiento, sino que buscan renovar los terrenos culturales, ecológicos y tecnológicos. La investigación regenerativa aquí señala crecimiento cíclico, sintonía ética y producción distribuida de conocimiento — fomentando prácticas receptivas, transformadoras y acordes a las urgencias del presente."
  },
  "de": {
    "intro": "No Reference ist ein Geflecht aus miteinander verflochtenen analogen und digitalen Entitäten. Verwurzelt in Forschung und Experimentation vereint es eine vielfältige Konstellation von Akteuren, um die Fähigkeiten der Kunst zu erforschen, mögliche Gegenwarten hervorzurufen.\n\nIn unserer Forschung nähern wir uns dem Territorium als einem lebendigen Archiv, indem wir seine Symbiose mit organischen, anorganischen und digitalen Akteuren sowie deren Umgebungen in historischen, zeitgenössischen und spekulativen Kontexten analysieren. Wir untersuchen Fälle, in denen diese symbiotischen Systeme im Laufe der Geschichte genutzt oder missbraucht wurden, und diskutieren die politischen Implikationen dieser Dynamiken.\n\nWir entwickeln langfristige Regenerative Forschungsprojekte: adaptive Untersuchungen, die nicht nur Verflechtungen beobachten, sondern darauf abzielen, kulturelle, ökologische und technologische Landschaften zu erneuern. Regenerative Forschung bedeutet hier zyklisches Wachstum, ethische Abstimmung und verteilte Wissensproduktion — und fördert Praktiken, die responsiv, transformativ und auf die Dringlichkeiten der Gegenwart abgestimmt sind."
  }
}
