{
  "en": {
    "intro": "Effective Date: January 1, 2025\n\nAt No Reference, your privacy is important to us. This Privacy Policy applies to all of our services, including our website and any applications for smartphones, tablets, or other devices.\n\n1. No Data Collection\nWe want to be completely transparent: We do not collect, store, or share any personal data or information of any kind.\n\n2. No Third-Party Sharing\nBecause we do not collect any data, we do not and cannot share your information with any third party—whether for advertising, analytics, or any other purpose.\n\n3. Security\nAlthough we do not process any personal information, we are committed to keeping our website and applications secure and free from malicious code or vulnerabilities.\n\n4. Children's Privacy\nSince we do not collect any information, our services are safe for users of all ages, including children. We comply with applicable privacy regulations, including COPPA.\n\n5. Changes to This Policy\nIf No Reference ever decides to collect any data in the future, this Privacy Policy will be updated, and users will be given clear notice and options. We encourage users to review this policy periodically for any changes.\n\n6. Contact Us\nIf you have any questions or concerns about this Privacy Policy, you can contact us at:\ninfo@noreference.art"
  },
  "es": {
    "intro": "Fecha de entrada en vigor: 1 de enero de 2025\n\nEn No Reference, tu privacidad es importante para nosotros. Esta Política de Privacidad se aplica a todos nuestros servicios, incluido nuestro sitio web y cualquier aplicación para teléfonos inteligentes, tabletas u otros dispositivos.\n\n1. No recopilamos datos\nQueremos ser completamente transparentes: no recopilamos, almacenamos ni compartimos ningún dato personal o información de ningún tipo.\n\n2. Sin compartir con terceros\nComo no recopilamos ningún dato, no compartimos ni podemos compartir tu información con ningún tercero, ya sea con fines publicitarios, analíticos o de otro tipo.\n\n3. Seguridad\nAunque no procesamos ninguna información personal, nos comprometemos a mantener nuestro sitio web y nuestras aplicaciones seguras y libres de código malicioso o vulnerabilidades.\n\n4. Privacidad de los niños\nDado que no recopilamos ninguna información, nuestros servicios son seguros para usuarios de todas las edades, incluidos los niños. Cumplimos con las regulaciones de privacidad aplicables, incluido COPPA.\n\n5. Cambios en esta política\nSi No Reference decide recopilar datos en el futuro, esta Política de Privacidad será actualizada y se notificará claramente a los usuarios, ofreciéndoles opciones. Recomendamos revisar esta política periódicamente para estar al tanto de cualquier cambio.\n\n6. Contáctanos\nSi tienes preguntas o inquietudes sobre esta Política de Privacidad, puedes contactarnos en:\ninfo@noreference.art"
  },
  "de": {
    "intro": "Gültigkeitsdatum: 1. Januar 2025\n\nBei No Reference ist uns Ihre Privatsphäre wichtig. Diese Datenschutzrichtlinie gilt für alle unsere Dienste, einschließlich unserer Website und aller Anwendungen für Smartphones, Tablets oder andere Geräte.\n\n1. Keine Datenerhebung\nWir möchten vollkommen transparent sein: Wir erfassen, speichern oder teilen keinerlei personenbezogene Daten oder Informationen.\n\n2. Keine Weitergabe an Dritte\nDa wir keine Daten erfassen, geben wir Ihre Informationen nicht an Dritte weiter – weder zu Werbe-, Analyse- noch zu anderen Zwecken.\n\n3. Sicherheit\nObwohl wir keine personenbezogenen Daten verarbeiten, verpflichten wir uns, unsere Website und Anwendungen sicher und frei von Schadcode oder Sicherheitslücken zu halten.\n\n4. Datenschutz für Kinder\nDa wir keine Informationen erfassen, sind unsere Dienste für Nutzer aller Altersgruppen, einschließlich Kinder, sicher. Wir halten die geltenden Datenschutzvorschriften, einschließlich COPPA, ein.\n\n5. Änderungen dieser Richtlinie\nFalls No Reference in Zukunft beschließt, Daten zu erfassen, wird diese Datenschutzrichtlinie aktualisiert, und Benutzer werden klar darüber informiert und erhalten entsprechende Optionen. Wir empfehlen, diese Richtlinie regelmäßig zu überprüfen, um über Änderungen informiert zu bleiben.\n\n6. Kontakt\nWenn Sie Fragen oder Bedenken zu dieser Datenschutzrichtlinie haben, können Sie uns unter folgender Adresse kontaktieren:\ninfo@noreference.art"
  }
}
