{
  "en": {
    "intro": "Each project unfurls through a seven-phase methodology:\n\n1. Research — Emergence of a hypothesis, concept, or provocation, informed by notes, diagrams, and situated inquiry.\n2. Metaphoric & Metonymic Processes — Extraction of the key metaphors, metonymies, and icons shaping the conceptual scaffold of the research.\n3. Conclusions — Development of textual outputs, including essays and literary forms (such as fiction novels, fables, short stories, and so on) that synthesize findings and symbolic displacements.\n4. Preliminary Art Process — Early-stage artistic probing; where speculative forms and visual logics are trialed and tensions articulated.\n5. Comparative Poetic Testing — A phase of perceptual analysis and cognitive reception: how does the work resonate, affect, or disorient?\n6. Final Art Process — Culmination of prior stages into a fully realized artwork, where conceptual frameworks and visual strategies crystallize.\n7. Contemporary Souvenirs — Translation of core metaphors and icons into artistic artefacts (interventions, paintings, videos, sounds, installations, etc.) — objects of interpretation and carriers of residual knowledge beyond the textual."
  },
  "es": {
    "intro": "Cada proyecto se despliega a través de una metodología de siete fases:\n\n1. Investigación — Emergencia de una hipótesis, concepto o provocación, informada por notas, diagramas y una indagación situada.\n2. Procesos Metafóricos y Metonímicos — Extracción de las metáforas, metonimias e íconos clave que conforman el andamiaje conceptual de la investigación.\n3. Conclusiones — Desarrollo de producciones textuales, incluidos ensayos y formas literarias (como novelas, fábulas, cuentos, etc.) que sintetizan hallazgos y desplazamientos simbólicos.\n4. Proceso Artístico Preliminar — Indagación artística en etapa temprana; donde se prueban formas especulativas y lógicas visuales, y se articulan tensiones.\n5. Prueba Poética Comparativa — Fase de análisis perceptual y recepción cognitiva: ¿cómo resuena, afecta o desorienta la obra?\n6. Proceso Artístico Final — Culminación de las etapas previas en una obra plenamente realizada, donde se cristalizan los marcos conceptuales y estrategias visuales.\n7. Souvenirs Contemporáneos — Traducción de metáforas e íconos fundamentales en artefactos artísticos (intervenciones, pinturas, videos, sonidos, instalaciones, etc.), objetos de interpretación y portadores de conocimiento residual más allá de lo textual."
  },
  "de": {
    "intro": "Jedes Projekt entfaltet sich durch eine siebenstufige Methodik:\n\n1. Forschung — Entstehung einer Hypothese, eines Konzepts oder einer Provokation, basierend auf Notizen, Diagrammen und situierter Forschung.\n2. Metaphorische und Metonymische Prozesse — Extraktion der zentralen Metaphern, Metonymien und Symbole, die das konzeptuelle Gerüst der Forschung bilden.\n3. Schlussfolgerungen — Entwicklung textueller Ergebnisse, einschließlich Essays und literarischer Formen (wie Romane, Fabeln, Kurzgeschichten usw.), die Erkenntnisse und symbolische Verschiebungen synthetisieren.\n4. Vorläufiger Kunstprozess — Frühe künstlerische Erkundung, in der spekulative Formen und visuelle Logiken getestet und Spannungen artikuliert werden.\n5. Vergleichende Poetische Tests — Eine Phase der Wahrnehmungsanalyse und kognitiven Rezeption: Wie wirkt die Arbeit, wie beeinflusst oder desorientiert sie?\n6. Finaler Kunstprozess — Kulmination der vorherigen Phasen zu einem vollständig realisierten Kunstwerk, in dem konzeptuelle Rahmen und visuelle Strategien kristallisieren.\n7. Zeitgenössische Souvenirs — Übersetzung zentraler Metaphern und Symbole in künstlerische Artefakte (Interventionen, Gemälde, Videos, Klänge, Installationen usw.) — Objekte der Interpretation und Träger von Restwissen über das Textuelle hinaus."
  }
}
