{
  "en": {
    "panelIntro": "Each project within No Reference is developed through the collaboration of multiple actants with diverse cultural, territorial, and disciplinary backgrounds. These contributors bring different perspectives and methodologies into dialogue. Rather than adhering to fixed roles, actants engage in transversal exchanges that shape the process through mutual influence and adaptive, entangled making.\n\nThis assembly of collaborators forms a dynamic, non-hierarchical network in which human and nonhuman agencies — including organic, inorganic, and digital forms — are regarded with equal ontological significance. Through this entangled approach, each project becomes an ecosystem of interdependent relationships where knowledge production is collective, emergent, and regenerative.\n\nOur aim is to foster a framework where disciplinary boundaries dissolve, enabling speculative practices, critical inquiry, and experimentation.",
    "actants": [
      {
        "id": "pgn",
        "imageKey": "Pgn",
        "name": "Gerardo Nolasco",
        "role": "Project Coordinator",
        "description": "Multidisciplinary artist who supervises all phases of the projects, from initial concept development to public presentation. Gerardo integrates research and visual processes to maintain coherence between the conceptual and material layers of each work."
      },
      {
        "id": "pjm",
        "imageKey": "Pjm",
        "name": "Jose Magana",
        "role": "Research Lead",
        "description": "Cultural anthropologist dedicated to exploring the relationships between technology, territory, and society. Jose conducts ethnographic fieldwork and contextual analysis, translating lived experience and historical patterns into research frameworks that inform the collective process."
      },
      {
        "id": "phy",
        "imageKey": "Phy",
        "name": "Hiyori Yoshida",
        "role": "Composer & Sound Artist",
        "description": "Experimental composer whose work investigates sonic ecologies and material resonance. Hiyori develops sound installations and generative compositions that translate environmental and digital data into immersive sound experiences."
      },
      {
        "id": "pid",
        "imageKey": "Pid",
        "name": "Iska Dimalanta",
        "role": "Creative Technologist",
        "description": "Coder focused on experimental interfaces and algorithmic art. Iska designs custom software tools and interactive systems that expand the project’s digital narrative structures and enable speculative modes of participation."
      },
      {
        "id": "psr",
        "imageKey": "Psr",
        "name": "Soren Ravn",
        "role": "Visual Designer & 3D Artist",
        "description": "Handles the implementation of visual design, 3D modeling, and extended reality environments. Soren’s work bridges physical and digital aesthetics, translating conceptual research into spatial and visual languages."
      },
      {
        "id": "pfv",
        "imageKey": "Pfv",
        "name": "Fenja Vollbrecht",
        "role": "Scientific Consultant",
        "description": "Provides scientific and ecological insight to contextualize each project’s conceptual grounding. Fenja’s expertise in environmental systems helps align artistic exploration with regenerative ecological ethics."
      },
      {
        "id": "ptz",
        "imageKey": "Ptz",
        "name": "Tobias Ziebell",
        "role": "Industrial Designer",
        "description": "Develops the technical frameworks that support each project, from prototyping and fabrication to final installation. Tobias combines engineering precision with speculative design thinking to materialize complex hybrid structures."
      },
      {
        "id": "pln",
        "imageKey": "Pln",
        "name": "Lupita Ndlovu",
        "role": "Writer & Narrative Developer",
        "description": "Speculative writer who creates short stories, poetic fragments, and world-building texts. Lupita’s writing expands the narrative dimension of the projects, introducing fictional and philosophical layers that reshape how stories are told within art and technology."
      },
      {
        "id": "pgr",
        "imageKey": "Pgr",
        "name": "Gellert Rozsas",
        "role": "Filmmaker & Animator",
        "description": "Filmmaker working with hybrid techniques that merge documentary, fiction, and machinima. Gellert produces the moving image components of the projects, crafting experimental films and video installations that reveal the tensions between human perception and machine vision."
      },
      {
        "id": "pjk",
        "imageKey": "Pjk",
        "name": "Janos Kovacs",
        "role": "Curator & Theorist",
        "description": "Specialized in contemporary and new media art, Janos develops conceptual frameworks and exhibition strategies for each project. His curatorial practice explores the intersections of speculative aesthetics, posthuman thought, and technological imagination."
      }
    ]
  }
}
